{
    "menu": {
        "contribute": "Contribua",
        "live-preview": "Demonstração",
        "sub-title": "Controle financeiro grátis para você ou sua empresa",
        "english": "Inglês",
        "portuguese": "Português"
    },
    "about": {
        "header": "SOBRE",
        "title": "O que é?",
        "p1": "O webBudget é um projeto grátis e de código aberto para gerenciamento financeiro pessoal ou de uma pequena empresa. Sem nenhum custo você pode de maneira simples controlar todo o fluxo despesas e receitas dentro de um período definido com acompanhamento por gráficos e controles que lhe mostram como esta sua saúde financeira.",
        "p2": "Abaixo você pode conferir as principais funcionalidades do sistema ou ainda pode experimentar seu uso no <a href='https://teste-webbudget.rhcloud.com' target='_blank'>ambiente de demonstração</a>."
    },
    "project": {
        "header": "O PROJETO",
        "features": {
            "title1": "Principais funcionalidades",
            "p1": "O sistema consiste em classificar sua movimentação em classes de entrada ou saída dentro de centros de custo em um período pré definido.",
            "p2": "A movimentação acontece quando você paga uma despesa ou recebe uma receita. Estes podem ser feitos utilizando suas contas bancárias cadastradas, cartões de crédito ou débito ou ainda sua carteira pessoal.",
            "p3": "Para cartões de crédito, o sistema consegue realizar o agrupamento das despesas no período e ainda ao final do mesmo, lhe apresentar sua fatura agrupando toda sua movimentação e possibilitando o acompanhamento das despesas com seu cartão.",
            "p4": "Existem outras funcionalidades mais especificas como por exemplo um diário onde você pode controlar todas as suas despesas com seus veículos.",
            "p5": "Veja abaixo uma lista com todas as funcionalidades do sistema:",
            "li1": "Controle de cartões de crédito com faturas detalhadas",
            "li2": "Movimentação classificada por classes dentro de centros de custos",
            "li3": "Controle de carteiras pessoais ou contas bancárias",
            "li4": "Sistema interno de mensageria para comunicação rápida entre os usuários",
            "li5": "Toda a movimentação é realizada dentro de períodos controlados e com dashboards com gráficos para acompanhamento",
            "li6": "Registro de despesas para seus veículos com histórico de abastecimentos e manutenções",
            "p6": "E muito mais! Experimente o uso do sistema no <a href='https://teste-webbudget.rhcloud.com' target='_blank'>ambiente de demonstração</a>."
        },
        "technology": {
            "title2": "Tecnologia",
            "p1": "Construído utilizando a plataforma Java, o sistema foi desenvolvido para funcionar em qualquer lugar através da web. Assim, você pode hospedar o projeto no seu ambiente preferido e acessá-lo de qualquer lugar. Por exemplo, o ambiente de demonstração esta sendo executado em uma instância grátis do <a href='https://www.openshift.com/' target='_blank'>OpenShift</a>.",
            "p2": "Algumas das principais tecnologias utilizadas no projeto:"
        }
    },
    "footer": {
        "the-author": "Autor",
        "my-github": "GitHub"
    }    
}